{
    "content":"eSTOKK is a platform offers simplified ivestments in real estate. Our mission is to democratize accessto real estate<br> investments opportunites, curated by a team of real estate professionals.<br><br>Ownership of these real estate properties is denominated by digital tokens on the Etherum blockchain or Gnosis Chain.<br>Ownership in most real estate properties is democratized by paper deeds. eSTOKK replaces paper deeds with digital tokes; a<br>new mechanim for asset ownership, based on the Ethereum blockchain and Gnosis Chain.<br><br>The digital of the paper deed into a digital token offers unique advatages in real estate ownership, which are<br>explored in other areas of the FAQ.<br><br>eSTOKK Token Inc.m a Delaware-registered business entity, is the name of our company. We refer to it, and can said to be doing<br>business, as eSTOKK.<br><br>In other to conduct to business to offer real estate worldwide, eSTOKK has created a separated entity, also Delaware registered,<br>named Real Token LLC. It is a master of if you will, umbrella, company. It does not own any other LLC or other business<br>entity, nor any property. Its primary value is to simplify and lessen the complicated and costly legal process incumbent in<br>providing what is characterized by US authorities to be an investment security offering, whicheach propety we offer is<br>deemed to be.(So, for example, rather that having a nearly 100-page private placement memorandum for each offering,<br>one masterppm is required andeach following offering requires only a much short amendment.)<br><br>Finally, for each offering we create a Series LLC or an Inc; each ofwhic own a single asset(a property) and has its own<br> token and unique address. Each stand solely and legally on its own, is not cross collateralized with, nor affected in any<br>legal or operating manner to, any other Series LLc or Inc.Each is owned by the investors who purchaned its unique<br>tokens and upon whom ultimate governance lies."
}