{
  "categories": [
    {
      "id": "1",
      "title": "What is eSTOKK",
      "image": "home.png",
      "desc": "Revolutionizing Ownership with Tokenized Real Estate.",
      "number": "5",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "What is eSTOKK?",
          "content": "eSTOKK is a blockchain-based platform that allows users to buy, sell, and trade fractional ownership of real estate properties. The platform leverages the Ethereum blockchain and tokenization technology to divide real estate assets into digital tokens, known as eSTOKENs. Each ImmoToken represents a fraction of ownership in a specific property.<br>\n\nBy tokenizing real estate, eSTOKK aims to provide greater accessibility and liquidity to the real estate market. Investors can purchase fractions of properties with as little as $50, enabling them to diversify their portfolios and potentially benefit from real estate investments without the need for large amounts of capital.<br>\n\neSTOKK manages the legal and administrative aspects of property ownership, including collecting rent and distributing earnings to token holders. Property owners can also benefit from increased liquidity and potential access to a global investor base through the platform.\n"
        },
        {
          "id": "2",
          "smallTitle": "The benefilts of tokenize real estate?",
          "content": "Tokenized real estate offers several benefits, including:\n\n<b>Increased Accessibility:</b> Tokenization allows for fractional ownership of real estate, meaning that investors can purchase smaller portions of a property. This opens up real estate investing to a wider range of individuals who may not have the financial means to purchase an entire property.<br>\n\n<b>Liquidity:</b> Tokenization enhances liquidity in the real estate market. Traditional real estate investments are often illiquid, requiring significant time and effort to buy or sell. With tokenized real estate, investors can trade their digital tokens on secondary markets, potentially providing faster and easier access to liquidity.<br>\n\n<b>Diversification:</b> Tokenized real estate enables investors to diversify their portfolios by investing in multiple properties or even specific fractions of different properties. This diversification can help mitigate risk by spreading investments across various assets.<br>\n\n<b>Lower Investment Threshold:</b> Tokenized real estate lowers the barrier to entry for investing in real estate. Instead of needing substantial capital to purchase an entire property, investors can start with smaller amounts, making real estate investment more accessible to a broader range of individuals.<br>\n\n<b>Enhanced Efficiency:</b> By leveraging blockchain technology, tokenized real estate streamlines the administrative processes associated with property ownership, such as transfers of ownership, rent collection, and distribution of earnings. This automation can reduce paperwork, costs, and potential errors.<br>\n\nGlobal Access: Tokenization can potentially attract a global pool of investors, allowing real estate owners to tap into a broader investor base. This increased accessibility to a global market can lead to more efficient pricing and a potentially higher demand for tokenized real estate assets.\n\nTransparency and Security: Blockchain technology provides a transparent and secure record of property ownership and transactions. This transparency can enhance trust among participants, reduce fraud, and improve the overall integrity of the real estate market.\n"
        },
        {
          "id": "3",
          "smallTitle": "How does eSTOKK makes money?",
          "content": "<br><br>eSTOKK generates revenue by tokenizing real estate properties and offering these tokens for investment. The platform may charge fees for property listing, tokenization, and management, alongside earning from rental incomes distributed to investors, keeping a portion as operational revenue. This model enables eSTOKK to profit while facilitating real estate investment opportunities for its users.<br><br>"
        },
        {
          "id": "4",
          "smallTitle": "Investing in Tokenized Real Estate with Your Business",
          "content": "Before getting started, please make sure you have the following information readily available:<br><br>\n\nYour business tax ID or BRN (business registration number).<br><br>\nFull company address.<br><br>\nDocumentation from your country confirming the legal registration of your business and your status as a legal representative. This documentation will be uploaded in the second step of the account registration process.\nIf your business is based in France, we require a KBIS extract dated within the last three months.<br><br>\nOnce you have submitted your business account registration, our Support Team will carefully review the provided information. Within 72 hours, they will reach out to you to request the necessary documents confirming the legal registration of your business. Once the review is complete, you will be all set to purchase eSTOKKImmo tokens!<br><br>\n\nPlease note:<br><br>\nFor any business owner who holds more than a 25% stake in the company, it is necessary to create a NEW personal account that will be linked to your business. This applies even if you have already done so for your individual account. This additional step is implemented to enhance the security and protection of our eSTOKK clients. Each business owner under the business account will be required to complete a new KYC (Know Your Customer) verification process. The system will guide you through the process, and you will need to upload a valid form of identification (such as a passport, driver's license, or ID card) during this step.<br><br>\n\nIf you currently have a personal account with us, please note that you will need to establish a separate account using a different email address when setting up your business account. This separation enables us to keep your reporting distinct from your individual accounts as well as any associated businesses.\n"
        },
        {
          "id": "5",
          "smallTitle": "Who can invest with eSTOKK?",
          "content": "eSTOKK welcomes investors from various regions and offers the opportunity to purchase eSTOKENs starting at $50! Individuals residing in Europe, America, Asia, and Africa can generally sign up and invest with eSTOKK.<br><br>\n\nHowever, there are a few countries with which eSTOKK does not operate. These countries include Belarus, Burma, Burundi, Central African Republic, Cuba, Democratic Republic of Congo, Iran, Iraq, Liberia, Libya, Mali, Nicaragua, North Korea, Somalia, South Sudan, Sudan, Syria, Venezuela, Yemen, and Zimbabwe.<br><br>\n\nCurrently, eSTOKK Immo is exclusively available to accredited U.S. investors. To determine if you meet the requirements of a U.S. accredited investor, you can refer to the provided link.<br><br>\n\nGet Started Today!<br><br>\n"
        }
      ]
    },
    {
      "id": "2",
      "title": "How does eSTOKK Function?",
      "image": "gear.png",
      "desc": "Transforming Real-World Assets Through Tokenization.",
      "number": "9",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "What is a token ? what is « tokenization » ?",
          "content": "A token refers to a digital representation of an asset or a right, typically based on blockchain technology. It represents ownership or a share in the underlying real estate property. Tokens can be bought, sold, and transferred, providing investors with a convenient and secure way to hold fractional ownership of real estate assets.<br><br>\n\nTokenization, is the process of converting the ownership rights of a physical property into digital tokens. Tokenization involves dividing the property into smaller units, such as shares or fractions, and representing them as tokens on a blockchain. These tokens can then be bought, sold, and traded, allowing investors to own a portion of the real estate asset.<br><br>\n\nTokenization offers several benefits in the real estate industry, including increased liquidity, fractional ownership, accessibility to a wider range of investors, reduced transaction costs, and potential for 24/7 trading. It enables individuals to invest in real estate with smaller amounts of capital and provides flexibility in diversifying investment portfolios. Additionally, tokenization can streamline the process of buying, selling, and transferring ownership of real estate properties, making it more efficient and transparent.<br><br>\n"
        },
        {
          "id": "2",
          "smallTitle": "What is the evolution of token prices ?",
          "content": "<br><br>The evolution of token prices in the real estate market is similar to traditional real estate, as they can experience upward or downward revaluation. However, it's important to note that the rental income generated by the property remains unaffected by these fluctuations.<br><br>\n\neSTOKK aims to regularly assess the value of properties to ensure they are priced accurately for all token holders. This revaluation process primarily impacts the value of the house and its associated tokens, while the rental income from the property remains consistent.\n"
        },
        {
          "id": "3",
          "smallTitle": "How is the ownership of the deed ensured for each Inc. on its property?",
          "content": "<br><br>Ensuring the proper ownership of the deed for each Inc. on its property is a critical aspect of eSTOKK's operations. To achieve this, a thorough and reliable process is followed:<br><br>\n\nAttorney-Conducted Purchase and Sale Transaction: The purchase and sale transaction, as well as the necessary paperwork, are handled by experienced attorneys who specialize in real estate transactions. eSTOKK places trust in these legal professionals to ensure the proper transfer of ownership.<br><br>\n\nDeed Transfer and Filing: As part of the transaction, the transfer of the deed from the seller to the Inc. is carefully executed. The attorneys overseeing the process facilitate the transfer and ensure that all legal requirements are met. Additionally, the necessary filings are made in the appropriate jurisdiction to record the transfer of ownership.<br><br>\n\nIndependent Escrow Agent: eSTOKK employs the services of an independent escrow agent to hold the essential paperwork on behalf of the Inc. This provides an additional layer of security and oversight throughout the ownership process. The escrow agent acts as a neutral third party, safeguarding the deed and related documents until the transaction is completed.<br><br>\n\nAdherence to Escrow Laws: eSTOKK strictly adheres to the escrow laws and regulations governing the United States. These laws are in place to protect the interests of all parties involved in the transaction. eSTOKK takes pride in ensuring compliance with these regulations, further enhancing the security and integrity of the ownership process.<br><br>\n\nBy entrusting the transaction to reputable attorneys, utilizing an independent escrow agent, and complying with escrow laws, eSTOKK establishes a robust system to insure each Inc. owns the deed on its property. This comprehensive approach promotes transparency, legal compliance, and confidence in the ownership structure.\n"
        },
        {
          "id": "4",
          "smallTitle": "Who has the legal ownership of the property and holds the deed?",
          "content": "The legal ownership of the property is held by a dedicated entity, typically a single-purpose  or Inc. This entity is specifically created to own and manage the property's deed.<br><br>\n\nWithin the eSTOKK framework, each property is associated with a distinct  or Inc, ensuring clear ownership and separation of assets. The  or Inc serves the sole purpose of owning the property's deed, providing a robust legal structure for property ownership.<br><br>\n\nWhen you invest in eSTOKK, you acquire ownership interests in the  or Inc entity, which grants you rights and benefits associated with the property. Your ownership is represented by tokens, which symbolize your stake in the  or Inc and its corresponding property deed.<br><br>\n\nBy employing this approach, eSTOKK establishes a transparent and secure ownership model, where the  or Inc holds the legal title to the property, safeguarding the interests of investors and facilitating fractional ownership of real estate\n"
        },
        {
          "id": "5",
          "smallTitle": "Does eSTOKK impose a limit on the number of tokens a single purchaser can acquire in each property?",
          "content": "<br><br>eSTOKK reserves the right to determine, on a case-by-case and time-sensitive basis, whether to impose limits on the number of tokens an investor can purchase in each property. This flexible approach enables us to respond dynamically to a variety of factors, including but not limited to, the investment landscape, regulatory changes, the nature of the property, and the overall investment strategy.<br><br>By evaluating each scenario individually, we ensure that our policies remain aligned with our goals of democratizing real estate investment, maintaining fair and equitable access for all investors, and safeguarding the integrity of the investment process. Decisions regarding limits may be influenced by the desire to prevent market dominance by a single investor, promote a diverse and broad investor base, and adhere to legal and regulatory standards.<br><br>We believe that this adaptable strategy positions us to better serve our investors' interests, support the successful funding of properties, and navigate the complexities of the real estate market. Investors will be informed of any applicable limits for specific properties at the time of offering, allowing for transparency and clarity in the investment process<br><br>"
        },
        {
          "id": "6",
          "smallTitle": "What happens if eSTOKK Defi Inc. ceases to exist?",
          "content": "eSTOKK Defi Inc., our management entity, does not directly own the assets in which you are investing. Instead, each investment property is held by a separate limited liability company () as an independent legal entity. These s remain unaffected by the status of eSTOKK Defi Inc. and will continue to exist for purposes such as property ownership, taxation, accounting, liability, and member ownership.<br><br>\n\nEven if eSTOKK Defi Inc. were to no longer exist, the assets and eSTOKENs associated with each  would remain independent and secure. It is possible to appoint a new manager to oversee the s if needed. The eSTOKENs would retain their value and continue to represent ownership of the specific property held by the respective .<br><br>\n\nFurthermore, the eSTOKENs can still be transferred in the market, subject to compliance with applicable securities transfer regulations. This means that even if there are changes in management or the status of ESTOKK Defi Inc., the ownership of the properties and the ability to trade eSTOKENs would not be impacted, ensuring the continuity and liquidity of your investments.<br><br>\n\nAt eSTOKK, we prioritize the protection of your investments and have established a robust structure to safeguard your ownership rights in the properties represented by eSTOKENs, regardless of the status of eSTOKK Defi Inc.\n"
        }
      ]
    },
    {
      "id": "3",
      "title": "Gettings Started with eSTOKK",
      "image": "man.png",
      "desc": "Sing Up and Being Your investment Jurney.",
      "number": "1",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "What is the minimum investment required?",
          "content": "<br><br>One of the remarkable advantages of tokenized real estate is that it makes real estate investments accessible to a wider range of individuals. The minimum investment required for eSTOKK properties is quite low compared to traditional real estate investments. Each token representing ownership in eSTOKK properties typically ranges from $50 to $100 per token, offering the lowest minimum investment threshold available in the real estate industry.<br><br>\n\nIt's important to note that on the eSTOKK website, you can only purchase whole tokens. However, if you wish to buy fractions of tokens, you have the option to explore the secondary market, which includes decentralized exchanges (DEX) or over-the-counter (OTC) markets. This provides flexibility for investors who may prefer to invest smaller amounts or diversify their portfolio by owning fractions of tokens across different properties.<br><br>\n\nBy reducing the financial barrier to entry, tokenization enables individuals to participate in real estate investments with lower capital requirements, making it an attractive option for those who want to enter the real estate market or diversify their investment portfolio.<br><br>\n\nPlease note that token prices and availability may vary depending on the specific properties and market conditions. It is advisable to visit the eSTOKK website or consult with their platform for the most up-to-date information on investment opportunities and pricing.<br><br>\n"
        },
        {
          "id": "2",
          "smallTitle": "Blockchain, what is it ?",
          "content": "<br><br>The technology behind cryptocurrencies such as Bitcoin and Ethereum is known as blockchain. Essentially, a blockchain is a publicly viewable and verifiable list of transactions. For instance, the Bitcoin blockchain records every instance of bitcoin being sent or received. Cryptocurrencies, powered by blockchain technology, enable the transfer of value online without the involvement of intermediaries like banks or credit card companies.<br><br>\n\nBlockchain networks, including Bitcoin, ensure security through extensive computational power that constantly verifies the accuracy of transactions. The list of transactions stored in the blockchain is crucial for most cryptocurrencies, as it allows secure peer-to-peer payments to occur without relying on third-party verifiers like banks.<br><br>\n\nOne of the advantages of blockchain networks is their global nature, enabling quick and cost-effective cryptocurrency transfers worldwide. They also enhance privacy by eliminating the need to disclose personal information during cryptocurrency transactions, protecting users from hacking or identity theft.<br><br>\n\nMoreover, blockchain technology extends beyond cryptocurrencies, finding applications in various domains. Medical research, healthcare record management, supply chain optimization, and many other areas are exploring the potential of blockchain.<br><br>\n\n<b>What are the benefits of blockchain?</b><br><br>\n\nBlockchain offers several advantages, including:<br><br>\n\nGlobal Reach: Cryptocurrencies can be sent across the globe rapidly and inexpensively.<br><br>\n\nEnhanced Privacy: Cryptocurrency payments do not require the inclusion of personal information, safeguarding users against hacking and identity theft.<br><br>\n\nTransparency: All transactions within cryptocurrency networks are publicly recorded on the blockchain, leaving no room for manipulation, changes to money supply, or rule adjustments. The underlying software is typically open-source, allowing code review by anyone.<br><br>\n\n<b>How does blockchain function?</b><br><br>\n\nImagine a chain resembling an anchor chain, where each link represents a chunk of information containing transaction data. At the top of the chain, the most recent transactions are visible, while moving down reveals progressively older transactions. By following the chain to the bottom, one can observe the complete transaction history of a cryptocurrency.<br><br>\n\nThis structure grants blockchain powerful security advantages, serving as an open and transparent record of a cryptocurrency's entire history. If anyone attempts to tamper with a transaction, it breaks the chain, and the network collectively detects the manipulation. This simple explanation outlines the essence of blockchain.<br><br>\n\nAnother way to envision blockchain is as a ledger, similar to a bank's balance sheet. However, unlike a bank's centralized ledger, a cryptocurrency blockchain operates in a decentralized manner. No individual, organization, bank, or government controls it. Instead, it is secured by a vast network of computers running open-source software. This network constantly verifies and secures the blockchain's accuracy.<br><br>\n\n<b>Where does new cryptocurrency come from? </b><br><br>\nPeriodically, approximately every ten minutes for Bitcoin, a new block containing transaction information is added to the existing chain. As a reward for contributing computing power to maintain the blockchain, participants in the network receive a small amount of digital currency.<br><br>\n\nThe blockchain is distributed across the entire network of a digital currency, with no central authority in control, allowing anyone to participate.<br><br>\n\n<b>Who invented blockchain?</b><br><br>\n\nIn late 2008, an individual or group using the pseudonym Satoshi Nakamoto published a whitepaper detailing the principles of a new form of digital money called Bitcoin. All subsequent cryptocurrencies have evolved based on the concepts presented in that paper.<br><br>\n\nNakamoto's objective was to create a digital currency enabling online transactions between strangers worldwide, without requiring intermediaries like credit card companies or payment processors. This necessitated a system to address the \"double spending\" problem, where funds are used more than once. The solution was a network continually verifying Bitcoin movements, which is now known as the blockchain.<br><br>\n\nThe blockchain stores and verifies every Bitcoin transaction through a global network of computers beyond the control of any individual, company, or government. The database holding this information is called the blockchain, and new Bitcoins are \"mined\" through the decentralized network's computational power. Each bitcoin and subsequent transaction is recorded on the blockchain.<br><br>\n\n<b>What does the future hold for blockchain?</b><br><br>\n\nThe concept of blockchain has emerged as a platform for a wide range of applications. Although still a developing technology, many experts compare its potential to transform various aspects of our lives and work to the impact of early public internet protocols like HTML.<br><br>\n\nThe Litecoin blockchain operates similarly to the original Bitcoin blockchain. Ethereum, on the other hand, represents a further evolution of distributed ledger technology. Unlike Bitcoin, Ethereum's blockchain is not solely designed for managing digital money. It serves as a powerful and versatile computing platform that allows developers to create diverse applications leveraging the blockchain.<br><br>\n\nFor instance, Ethereum's blockchain can be utilized to enhance transparency and traceability in supply chains. By recording each stage of a product's journey on the blockchain, from sourcing raw materials to manufacturing, distribution, and delivery, stakeholders can verify the authenticity and ethical practices behind the product. This ensures greater trust and accountability throughout the supply chain.<br><br>\n\nBlockchain technology can revolutionize the voting process by providing a secure and transparent platform for elections. With Ethereum, it becomes possible to create decentralized voting systems where each vote is recorded on the blockchain, ensuring immutability and eliminating the risk of tampering or fraud. This can enhance the integrity and accessibility of elections, promoting fair and inclusive democratic processes.\n Ethereum also facilitates the tokenization of real estate, as demonstrated in our use case.<br><br>\n"
        },
        {
          "id": "3",
          "smallTitle": "What happens if ESTOKK Defi Inc no longer exists?",
          "content": "<br><br>In the event that eSTOKK Defi Inc ceases to exist, it is important to note that eSTOKK Defi Inc., our manager, is separate from the limited liability companies () that own the assets you are investing in. Each  will continue to exist as an independent legal entity for various purposes such as property holding, tax obligations, accounting, liability, and member ownership.<br><br>\n\nEven if eSTOKK Defi Inc is no longer operational, the assets and eSTOKENs associated with each  will remain unaffected and intact. The ownership of the properties represented by the ImmoToken will still be valid and verifiable. In such a scenario, it would be possible to appoint a new manager to oversee the operations and management of the s.<br><br>\n\nImportantly, the eSTOKENs will continue to serve as evidence of ownership for the respective properties held within the s. They can still be transferred in the market, subject to compliance with applicable securities transfer rules and regulations. The integrity and transferability of the eSTOKENs will be maintained, ensuring that investors' ownership rights are preserved.<br><br>\n\nIt's crucial to note that the existence or continuity of eSTOKK Defi Inc does not impact the ownership and value of the underlying assets represented by the eSTOKENs. The investments remain secure and separate from the platform, providing investors with confidence in their ownership stakes\n"
        },
        {
          "id": "4",
          "smallTitle": "What are the available methods for receiving my tokens?",
          "content": "<br><br>There are two options for receiving your tokens:<br><br>\n\n<b>1.Directly to your Gnosis Chain compatible wallet:</b><br><br>\nYou have the choice to receive your tokens directly in a wallet that is compatible with the Gnosis Chain.<br><br>\n\n<b>2.Claiming via an Ethereum Smart Contract:</b><br><br>\nAlternatively, you can claim your tokens through an Ethereum Smart Contract. It's important to note that the gas fees associated with the transaction will be your responsibility.<br><br>\n\nThese options provide flexibility in choosing the method that best suits your preferences and requirements for receiving your tokens.\n\n"
        }
      ]
    },
    {
      "id": "4",
      "title": "Our Properties at eSTOKK",
      "image": "hous.png",
      "desc": "All you need to Know About our Tokenized Real Estate Properties.",
      "number": "3",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "What is the difference between eSTOKK Defi Inc and eSTOKENs?",
          "content": "eSTOKK Defi Inc.<br><br>\n\neSTOKK Defi Inc. is the name of the company behind the eSTOKK platform. It is the entity responsible for managing and operating the platform, facilitating the purchase and sale of eSTOKENs, and providing related services to investors. eSTOKK Defi Inc. handles the legal, administrative, and operational aspects of the platform, ensuring a smooth experience for investors.<br><br>\n\neSTOKENs<br><br>\n\neSTOKENs, on the other hand, are the digital assets available for purchase on the eSTOKK platform. They represent ownership interests in the limited liability companies (s) that own the actual real estate properties. Each property listed on eSTOKK has its own unique set of eSTOKENs associated with it. These tokens serve as digital representations of ownership in the  that holds the property's deed.<br><br>\n\nWhen investors purchase eSTOKENs, they are acquiring fractional ownership in the specific property associated with those tokens. The ownership rights include benefits such as potential rental income and any potential appreciation in the property's value. eSTOKENs provide investors with a convenient and accessible way to participate in the real estate market and diversify their investment portfolios.<br><br>\n\nIt's important to understand that eSTOKK Defi Inc. operates the platform, while eSTOKENs are the digital assets that represent ownership in the underlying real estate properties. The distinction allows for clarity in discussing the company and its offerings.\n"
        },
        {
          "id": "2",
          "smallTitle": "What happens if the tenant fails to pay rent?",
          "content": "As a eSTOKKEN holder, your rental income is directly tied to the collection of rent from the tenant. If the tenant does not pay rent, there will be no rental income to distribute to token holders.<br><br>\n\nIn such a scenario, it is important to note that the property management company responsible for overseeing the property and tenant-related matters will also not receive payment for their services during the period of non-payment. They are compensated only for the months when a tenant is occupying the property and rent is being collected.<br><br>\n\nTo address the situation, appropriate measures will be taken to handle delinquent tenants. This typically involves initiating the eviction process to remove the non-paying tenant from the property. Once the tenant is evicted, efforts will be made to find a new tenant who is creditworthy and can fulfill their rental obligations.<br><br>\n\nIt is in the best interest of all parties involved, including eSTOKENs holders, to maintain a consistent flow of rental income. The property management company will actively work to address any issues related to non-payment and ensure that suitable actions are taken to secure reliable and responsible tenants for the property.<br><br>\n\nPlease note that while ESTOKK and the property management company strive to mitigate the risk of non-payment, there can still be instances where tenants may default on their rent. eSTOKK remains committed to managing these situations promptly and professionally to protect the interests of token holders.<br><br>\n"
        },
        {
          "id": "3",
          "smallTitle": "What is the process for selecting properties to include in eSTOKK inventory?",
          "content": "<br><br>eSTOKK employs a team of highly skilled real estate investors who carefully curate a selection of investment opportunities across the United States. These properties encompass a diverse range, all boasting attractive rental rates. Before being included in the inventory, each property undergoes thorough renovation and compliance with building codes. Additionally, taxes and utilities are diligently paid up to date, and the properties are leased to suitable tenants. To begin your investment journey, we invite you to explore our inventory and discover the available opportunities.<br><br>"
        },
        {
          "id": "4",
          "smallTitle": "Does the eSTOKK platform exclusively cater to residential properties?",
          "content": "<br><br>eSTOKK initially focused on residential family properties, considering their appeal to international investors. Nevertheless, eSTOKK is equally effective for all property types. In fact, ESTOKK is actively expanding its portfolio to encompass commercial properties, hotels, and office complexes. This expansion aims to provide a more diverse range of offerings to our valued customers. <br><br>"
        },
        {
          "id": "5",
          "smallTitle": "What is the process for selecting properties to include in ESTOKK inventory?",
          "content": "<br><br>eESTOKK employs a team of highly skilled real estate investors who carefully curate a selection of investment opportunities across the United States. These properties encompass a diverse range, all boasting attractive rental rates. Before being included in the inventory, each property undergoes thorough renovation and compliance with building codes. Additionally, taxes and utilities are diligently paid up to date, and the properties are leased to suitable tenants. To begin your investment journey, we invite you to explore our inventory and discover the available opportunities.<br><br>"
        },
         {
          "id": "6",
          "smallTitle": "Would I be held responsible for any legal matters or accidents occurring on the property?",
          "content": "<br><br>Investors in eSTOKK-held properties enjoy protection against personal liability for any legal issues, including lawsuits or accidents, due to the corporate ownership structure. This means the properties are owned by a corporation, significantly reducing personal risk. In such a setup, the maximum financial exposure investors face is limited to their initial investment, effectively shielding their personal assets from any property-related legal actions.<br><br>"
        },
        {
          "id": "7",
          "smallTitle": "Property Manager's Tenant Selection Process and Criteria",
          "content": "<br><br>The Property Manager follows a structured process to evaluate and select tenants forrental properties, ensuring fairness, compliance, and the selection of qualified applicants. Below are the key components of this process:<br><br><b>1. Application Submission:</b> Prospective tenants are required to complete an online application form, providing accurate and complete information about themselves and any co-applicants or dependents.<br><br><b>2. Application Fee:</b> A non-refundable application fee is charged for each adult applicant to cover the costs of processing the application, including background and credit checks.<br><br><b>3. Review Process:</b> Applications are reviewed in the order they are received. The Property Manager evaluates all applications based on predefined criteria to identify suitable candidates.<br><br><b>4. Selection Criteria:</b> <b>Identification and Legal Status:</b> Applicants must present a valid government-issued ID and, if applicable, proof of legal residency or a valid visa.<br><br><b>Income Verification:</b> Applicants must demonstrate a stable income, at least three times the monthly rent, through recent pay stubs, tax returns, or other official documents.<br><br><b>Rental History:</b> A positive rental history is required. Applicants with a history of evictions, late payments, or outstanding debts to previous landlords may be declined or asked for an increased security deposit.<br><br><b>Credit and Background Check:</b> A credit score of 500 or above is preferred. Applicants with lower scores or insufficient credit history may still be considered based on overall application strength. Criminal background checks are conducted to ensure the safety and security of the community.<br><br><b>Occupancy Standards:</b> The property adheres to occupancy standards, typically allowing two persons per bedroom.<br><b>Pet Policy:</b> Pets are subject to approval, with restrictions on number, size, and breed. Applicable fees apply.<br><br><b>5. Final Decision:</b> The Property Manager makes a decision based on the comprehensive review of all application materials. Approved applicants will be contacted to proceed with lease signing and move-in arrangements.<br><br><b>6. Equal Housing Opportunity:</b> The Property Manager is committed to providing equal housing opportunities to all applicants, regardless of race, color, religion, sex, national origin, disability status, or familial status, in accordance with federal laws. This process ensures that tenant selection is conducted professionally, fairly, and transparently, prioritizing the fit between tenant qualifications and property requirements.<br><br>"
        },  
        {
          "id": "8",
          "smallTitle": "How can I start investing with eSTOKK? What is the process for purchasing tokenized real estate?",
          "content": "<br><br>\nGetting started with investing in tokenized real estate through eSTOKK is a straightforward process, but it involves a few necessary steps:<br><br>\n\n1.Complete ID Verification:<br><br>\nTo begin, you will need to submit your identification document and a selfie to your user account for verification purposes.<br><br>\n\n2.Purchase Real Estate:<br><br>\nOnce the verification process is complete, you can explore the Marketplace and choose the property you wish to invest in. Add the property to your cart, proceed to checkout, and make the payment using either your credit card or supported cryptocurrencies like BTC, LTC, USDC, DAI, USDT, ETH, BCH, or DOGE.<br><br>\n\n3.Sign the Purchase Agreement:<br><br>\nAfter completing the previous steps, you will receive an email from HelloSign containing the necessary legal documents. These documents establish the connection between the token and the property, and they provide additional information regarding the ownership structure of the property. Take the time to carefully review and sign these documents.<br><br>\n\n4.Receive Your Tokens:<br><br>\nOnce you have signed the purchase agreement, you will have the option to choose how you want to receive your rents and tokens in your portfolio. You can select either Gnosis Chain or Ethereum as your preferred platform.<br><br>\n\nBy following these steps promptly, you can expect to receive your first real estate tokens within 24 hours, allowing you to begin your investment journey swiftly.<br><br>\n"
        }
      ]
    },
    {
      "id": "5",
      "title": "Buying eSTOKENs",
      "image": "round.png",
      "desc": "Simplifying Security Token Offerings.",
      "number": "6",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "Who manages the properties?",
          "content": "<br><br>eSTOKK entrusts property management to local professionals who specialize in managing real estate. While we oversee and maintain a vigilant eye on each property owned by our Token Holders, the day-to-day management responsibilities are handled by these experienced property management companies. Their key tasks include renting out the property, collecting rental income, and ensuring the property's maintenance and repairs are taken care of. The costs associated with property management and maintenance are deducted from the rental income paid to eSTOKENs holders.<br><br>\n\nOutsourcing property management serves four important purposes:<br><br>\n\n<b>Expertise and Efficiency: </b><br><br>Property management companies specialize in the management of rental properties. By outsourcing this function to professionals who have in-depth knowledge and experience in the field, property owners can benefit from their expertise and leverage their efficient systems and processes. This ensures that the properties are managed effectively, maximizing occupancy rates, rental income, and overall profitability.<br><br>\n\n<b>Time and Resource Optimization:</b><br><br> Property management can be a time-consuming and demanding task, requiring ongoing attention to tenant needs, maintenance issues, and legal compliance. By outsourcing property management, property owners can free up their time and resources to focus on other aspects of their business or personal life. This allows them to pursue new investment opportunities, expand their portfolio, or simply enjoy more leisure time without compromising the performance of their properties.<br><br>\n\n<b>Local Market Knowledge:</b><br><br> When properties are located in different regions or countries, outsourcing property management allows property owners to tap into the expertise of local professionals who have a deep understanding of the local market dynamics, rental trends, tenant preferences, and regulatory requirements. This local knowledge enables effective marketing, tenant screening, and rent pricing strategies, leading to better investment outcomes and reduced risks associated with unfamiliar markets.<br><br>\n\n<b>Mitigating Legal and Compliance Risks: </b><br><br>Property management involves adhering to numerous legal and regulatory requirements, such as tenant rights, fair housing laws, safety regulations, and tax obligations. Property management companies are well-versed in these legal aspects and ensure compliance on behalf of the property owner. By outsourcing property management, property owners can minimize legal risks and ensure that their properties are managed in accordance with the applicable laws and regulations, mitigating potential liabilities.<br><br>\n\nRest assured, we maintain a continuous oversight of all aspects of the properties. This includes monitoring rental rates, market trends, physical conditions, potential renovations, adherence to building codes, and even strategic landscaping improvements. Our commitment is to provide reliable and profitable real estate investments, and effective property management is a crucial part of achieving that goal.<br><br>\n"
        },
        {
          "id": "2",
          "smallTitle": "Tax Considerations for Your eSTOKK Investments",
          "content": "eSTOKK is unable to offer tax advice due to regulatory compliance and the lack of a license for providing personalized financial guidance. Given our global investor base, we recommend that each token holder consults with their own tax professional within their country of residence for advice tailored to their individual situation. eSTOKK does not deduct taxes from your payments before the money is sent to you."
        }
      ]
    },
    {
      "id": "6",
      "title": "Cashing in My Rent",
      "image": "money.png",
      "desc": "Receiving my weekly rental distribution effortless by holding eSTOKEN.",
      "number": "3",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "How can I receive my rental income?",
          "content": "<br><br>eSTOKK provides three options for receiving your rental income, each with its own benefits:\n\n<b>1.Rent Distribution on Ethereum Main Network:</b><br><br>\nRent distributions on Ethereum are delivered in USDC, a stablecoin with a value pegged to the US Dollar. To receive rent distribution on Ethereum, ESTOKKToken holders need to activate a smart contract and pay the associated gas fees. On the eSTOKK.com Portfolio page, connect your registered Ethereum wallet address and click the \"Claim Rent on Ethereum\" button. Rent distribution accumulates in the Ethereum rent vault until claimed.<br><br>\n\n<b>2.Rent Distribution on Gnosis Chain:</b><br><br>\nRent distribution on Gnosis Chain does not require the activation of any smart contract. It is \"airdropped\" for free to the Rent Wallet address registered in your Portfolio. Gnosis Chain offers additional options for rent distribution, including receiving it in USDC or XDAI, two stablecoins with a fixed value of one US Dollar. Alternatively, you can opt to receive your rent distribution in armmWXDAI, representing a deposit of $1 in XDAI into the RMM. This allows you to accumulate interest on your rent distribution until you claim the WXDAI token from the RMM.\n\n<b>3.Paypal or xxxx</b><br><br>\n<br><br>For investors that are T+ (please contact us)<br><br>\n\nThese options provide flexibility for receiving and utilizing your rental income, allowing you to choose the method that aligns with your financial goals and preferences.\n"
        },
        {
          "id": "2",
          "smallTitle": "What does the term \"transaction hash\" mean?",
          "content": "<br><br>In the world of blockchain, a transaction hash serves as a unique identifier for each transaction. It is a distinctive code that uniquely identifies a specific transaction on the blockchain. You can locate your transaction hash within the application you use to manage your Ethereum or Gnosis Chain address, such as MetaMask or eSTOKK Wallet. Alternatively, you can also find it directly on a blockchain explorer, as shown in the examples below.<br><br>\n\nPlease note that the transaction hash is generated automatically once the eSTOKKTokens are successfully sent back. The examples provided demonstrate the location of the transaction hash on popular blockchain explorers such as Etherscan for Ethereum and Blockscout for Gnosis Chain.<br><br>\n"
        }
      ]
    },
    {
      "id": "7",
      "title": "Selling My eSTOKENs",
      "image": "group.png",
      "desc": "Acess a Liquid Secondary Market for Security Tokens or Opt for Direct Selling on Our Website.",
      "number": "5",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "What are the possible uses for my eSTOKEN?",
          "content": "Owning digital assets on Ethereum goes beyond mere possession; it opens up avenues for engaging in financial activities through built-in applications on the platform. Holders of digital assets can participate in a range of activities within Ethereum's ecosystem. This includes trading and exchanging, as well as accessing borrowing and lending services, engaging in derivative and prediction markets, and more, all by leveraging their digital assets.<br><br>Ethereum's financial applications are particularly transformative as they provide fundamental financial services to individuals who may be excluded from traditional financial systems in their locality. Numerous Ethereum apps offer features like savings accounts or investment tools, enabling users to grow their wealth. In contrast to conventional financial entities like banks, where clients must surrender control of their assets and trust the institution for security, Ethereum's applications ensure users maintain full ownership of their digital assets while utilizing them within these financial platforms.<br><br>For instance, holders of eSTOKK properties in their Ethereum wallets have the capability to trade or sell their holdings using platforms like Uniswap. Further details on eSTOKK properties and their interaction with Uniswap can be found on the application's platform."
        },
        {
          "id": "2",
          "smallTitle": "Selling My eSTOKENs",
          "content": ""
        }
      ]
    },
    {
      "id": "8",
      "title": "Secure Storage Solutions",
      "image": "phone.png",
      "desc": "Hold your eSTOKENs and rental distributions with secure wallets andasset storage solutions.",
      "number": "11",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "Selling my eSTOKENs",
          "content": ""
        },
        {
          "id": "2",
          "smallTitle": "What can I do With my eSTOKENs",
          "content": ""
        }
      ]
    },
    {
      "id": "9",
      "title": "Understanding the Blockchain",
      "image": "token.png",
      "desc": "A comprehensive guide to Navigating and Operating on the blockchain.",
      "number": "3",
      "subtitle": [
        {
          "id": "1",
          "smallTitle": "Properties Evaluation",
          "content": ""
        },
        {
          "id": "2",
          "smallTitle": "How do I invest with eSTOKK? What does the purchase process look like??",
          "content": ""
        }
      ]
    }
  ]
}